import type { TOpportunity } from '@/app/types/ui';

export const opportunity: TOpportunity[] = [
  {
    title: 'Продавайте',
    description:
      'Загружайте свои изображения и вложения, назначайте цену и получайте валюту напрямую на свой аккаунт. ',
  },
  {
    title: 'Покупайте',
    description:
      'Приобретайте самые ценные цифровые работы в своей жизни. Уникальные экземпляры, которые не закончатся. ',
  },
  {
    title: 'Смотрите',
    description:
      'Находите вдохновение в работах других авторов, изучайте тренды и собирайте собственные коллекции. ',
  },
  {
    title: 'Сообщество',
    description:
      'Следите за тем, что покупают другие, чтобы не отставать и оставаться в тренде цифрового искусства. ',
  },
];
